Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/maryt-n.html.tmx
Source language: nob
Languages: sme

source: Mary Thomassen:
sme: Davvi Girji 2013.

source: Lydige små mus Fortalt til Ellen-Astri Lundby
sme: Jearahalli Ellen-Astri Lundby&#13; Sámás: Elle Márjá Vars

source: Mary og Johan Thomassen sammen med Mari Boine på premieren på filmen Min mors hemmelighet.
sme: Mary ja Johan Thomassen ovttas Mari Boiniin Min mors hemmelighet. -filmma vuosttaščájálmasas..

source: (Foto: Ellen-Astri Lundby)
sme: (Govva: Ellen-Astri Lundby)

source: Ellen-Astri Lundby (f. 1959) lagde i 2009 dokumentarfilmen Min mors hemmelighet, som handler om skjult samiskhet.
sme: Ellen-Astri Lundby (riegádan 1959) ráhkadii 2009:s dokumentárafilmma Min mors hemmelighet («Eatnán čiegusvuohta») mii lea čiegus sámivuođa birra.

source: Hennes mor, Eli Alvilde Lundby, f. Salamonsen (1924–2010) var fra Store Lerresfjord, men kom til Oslo etter evakueringen av Finnmark og bosatte seg der.
sme: Su eadni, Eli Alvilde Lundby, rieg. Salamonsen (1924–2010), lei eret Stuora Liidnavuonas, muhto bođii Osloi ja ásai dohko dalle go Finnmárkkus šadde evakueret.

source: Under datterens oppvekst på Lambertseter i Oslo, holdt moren sin sjøsamiske bakgrunn skjult for datteren.
sme: Nieidda bajásšattadettiin, Lambertseteris Oslos, čiegadii eadni iežas mearrasámi duogáža.

source: Det var først da moren kom på sykehjem på grunn av Alzheimer at Ellen-Astri Lundby begynte å forstå hvilken hemmelighet moren hadde båret på gjennom livet, men da var det for sent å snakke med henne om dette.
sme: Easka de go eadni buohcagođii Alzheimer sivain, ja šattai buhcciidsiidii, de ipmirdišgođii Ellen-Astri Lundby makkár čiegusvuođa eadni lei guoddán olles eallináiggi, muhto de lei beare maŋŋit etniin dan birra ságastallat.

source: Moren hadde mistet taleevnen, men det fantes fortsatt slektninger hun kunne snakke med.
sme: Eadni lei juo massán hupmannávccaid, muhto gávdnojedje ain sogalaččat geaiguin Ellen-Astri sáhtii hupmat.

source: Mary Thomassen, (f. 1923, Sjursen), gikk på skole sammen med Ellen-Astris mor.
sme: Mary Thomassen, (rieg. 1923, Sjursen), váccii skuvlla oktanaga Ellen-Astri etniin.

source: De to var kusiner og venninner, og begge vokste opp innerst i Store Lerresfjord.
sme: Soai leigga oambeležat ja ustibat, geat bajásšattaiga siskkimusas Stuora Liidnavuonas.

source: I dette intervjuet forteller Mary om deres felles skolehistorie.
sme: Dán jearahallamis muitala Mary sudno oktasaš skuvlahistorjjá.

source: Intervjuet er gjort sommeren 2007 hjemme hos henne og ektemannen Steinar Thomassen i Balsfjord i Troms.
sme: Jearahallan lea dahkkon 2008 geasi su ja su isida Steinar Thomassena ruovttus Báhccavuonas Romssas.

source: Ellen-Astri Lundby (Foto utlånt av Ellen-Astri Lundby)
sme: Ellen-Astri Lundby, Oslo 2012 (Govva luoikan Ellen-Astri Lundby)

source: – Jeg ble sendt hjemmefra som 7 åring for å gå på skole i nabofjorden Lille Lerresfjord i 1930.
sme: – Mun sáddejuvvojin 1930:s eret ruovttus 7-jahkásažžan skuvlii Uhca Liidnavutnii, mii lea ránnjávuotna.

source: Far rodde meg dit.
sme: Áhčči suvddii mu dohko.

source: Der bodde jeg hos lærerparet som drev skolen og som bodde oppe i dalen.
sme: Doppe orron oahpaheaddjibára luhtte geat jođiheigga skuvlla ja ásaiga doppe vákkis.

source: Jeg husker ikke hva de het.
sme: In muitte sudno namaid.

source: De var ikke fra Lerresfjord.
sme: Soai eaba lean liidnavuotnalaččat.

source: Paret hadde en hund som jeg brukte å holde litt leven med, men det likte ikke mannen.
sme: Sudnos lei beana mainna lávejin hirbmadit rigeret, ja dasa ii liikon dálu isit.

source: Han var en høy og streng kar.
sme: Son lei stuora garralágan olmmái.

source: Kjerringa var snill, og jeg var lydig som ei lita mus. Det hadde jeg lært hjemmefra.
sme: Eamit lei siivui, ja mun ledjen jegolaš dego unna sáhpánaš. Olmmošlaččat galggai láhttet.

source: Man måtte jo oppføre seg.
sme: Girenjárgga internáhtta

source: – Da jeg begynte i 2. eller 3. klasse ble jeg overført til internatet på Storekorsnes, og hit kom også Eli Alvilde året etter.
sme: – Go álgen 2. dahje 3. luohkkái, de sirdojuvvojin Girenjárgga internáhttii, ja dohko bođii maid Eli Alvilde maŋit jagi.

source: Vi gikk i lag med unger fra Korsnes, og vi ble godt likt.
sme: Moai ovttastalaime Girenjárgga mánáiguin, ja sii liikojedje munnuide.

source: Noen gutter brukte å kjøre oss på sparken, og da ble de andre jentene sjalu.
sme: Muhtun bártnážat lávejit spárkkain munno hoigat, ja dan gáđaštedje eará nieiddažat.

source: Men vi brydde oss ikke.
sme: Muhto ean moai das beroštan.

source: Vi likte også å gå på butikken.
sme: Moai liikuime maid rámbuvrris fitnat.

source: Vi hadde fått med oss noen ører i lommepenger fra foreldrene våre, så det var stas.
sme: Váhnemat ledje munnuide rádjan moadde evrre lummaruhtan, ja dat lei munnuide hirbmat somá.

source: Og sønnen til handelsmannen var kjæresten til Eli.
sme: Ja giehmánne bárdni lei Eli irgi.

source: Vi gikk vel en fire – fem uker av gangen før vi dro hjem og var noen uker hjemme.
sme: Mii leimmet várra doppe njeallje – vihtta vahku ain hávális ovdal beasaimet ruoktot, ja de leimmet ruovttus muhtun vahkuid.

source: Jeg mener vi dro med lokalbåten.
sme: Orun muitimin ahte mii mátkkošteimmet ruvttofatnasiin.

source: Læreren vår het Børve.
sme: Min oahpaheaddji namma lei Børve.

source: Han var ganske ung og gifta seg etter hvert med ei fra Lerresfjorden.
sme: Son lei oalle nuorra olmmái gii áiggi mielde náitalii liidnavuotnalaččain.

source: Internatet ble drevet av to søstre.
sme: Internáhta jođiheigga guovttes geat leigga oappážagat.

source: Hun ene var bestyrerinnen, og den andre hjalp til.
sme: Nubbi lei hoavda, ja nuppi veahkahalai.

source: Men det måtte vi også.
sme: Muhto mii maid fertiimet veahkehit.

source: Vi hadde plikter som gikk på omgang.
sme: Mis ledje barggut maid vurrolaga doaimmaheimmet.

source: Den ene dagen måtte vi vaske gulvet, og den andre dagen var det oppvask.
sme: Muhtun beaivvi galggaimet bassat láhttiid, eará háve fas bassat lihtiid.

source: Guttene måtte sage og bære inn ved.
sme: Bártnážat galget sahet ja guottašit muoraid.

source: Det var ikke så mye tid til lek, bare en liten stund mellom da vi var ferdig med arbeidet og lekselesing til vi skulle ha kveldsmat.
sme: Ii lean ollu áigi stoahkamii, dušše oanehaš bottoš go leimmet bargguiguin ja leavssuiguin geargan, eahkesboradanáiggi rádjái.

source: Maten var god, vi fikk brød med smør på, havresaft, grøt til kvelds og god middag som var variert med både kjøtt og fisk.
sme: Lei buorre biebmu, oaččuimet vuodjaláibbi, hávvarsáftta ja buvrru eahkesborramuššan ja beaivemálisin lei sihke biergu ja guolli.

source: Jeg kan ikke huske at vi lengta hjem noe særlig.
sme: In oro muitimin ahte mii bearehaga áibbašeimmet ruoktot.

source: Vi visste at vi skulle være der de ukene.
sme: Mii diđiimet man galle vahku ain galggaimet leat internáhtas.

source: Klassebilde fra Storekorsnes ca. 1935/36.
sme: Girenjárgga skuvla luohkkágovva su. 1935/36.

source: Eli Alvilde Salamonsen (Lundby) er nr. 2 fra venstre i første rekke.
sme: Eli Alvilde Salamonsen (Lundby) lea nubbi gurut bealde vuosttaš ráiddus.

source: Kusina Mary Sjursen (Thomassen) er lengst til venstre i midterste rekke.
sme: Su oambealli Mary Sjursen (Thomassen) lea gurut bealde gaskaráiddus.

source: Forsto både norsk og samisk
sme: Ipmirdeimmet sihke dárogiela ja sámegiela

source: – Jenter og gutter sov på hvert sitt soverom, og alle hadde hver sin seng.
sme: – Nieiddažat ja bártnážat ođđe goabbat lanjain, ja juohkehažžii lei sierra seaŋga.

source: Vi var ikke så mange.
sme: Eat mii lean ge nu oallugat.

source: Vi ble ofte liggende og prate og flire en stund, men etter at bestyrerinna hadde sunget en salme og bedt aftenbønnen, måtte det være stille.
sme: Dávjá mii láviimet hupmat ja skužistit eahkes, muhto go internáhttahoavda lei lávlon sálmma ja lohkan eahkesrohkosa, de galggaimet jaskkodit.

source: Mary Thomassen kan ikke huske at det gikk noen samiske barn på skolen som ikke kunne norsk.
sme: Mary Thomassen ii muitte ahte skuvllas lei oktage sámi mánná gii ii máhttán dárogiela maid.

source: – Som barn forsto vi jo samisk, for hjemme ble det snakket samisk, men vi hadde jo lært oss norsk.
sme: – Mánnán mii gal ipmirdeimmet sámegiela, ruovttuin han sámástedje, muhto mii leimmet oahppan dárogiela.

source: Det var viktig for foreldrene våre at vi kunne norsk når vi begynte på skolen.
sme: Mii galggaimet dárogiela máhttit go skuvlii álggiimet, dat lei váhnemiid mielas dehálaš.

source: Uten å snakke norsk ville vi ikke ha forstått noen verdens ting av undervisningen, sier Mary Thomassen som lærte seg å like de fleste fag.
sme: Jus eat lean máhttit dárogiela, de eat lean ipmirdit eat fal eat maidege das mii oahpahuvvui, muitala Mary Thomassen, gii oahpai eanas fágaide liikot.

source: – Men geografi var verst.
sme: – Muhto geografiija lei vearrámus.

source: I sang gikk det mye bedre.
sme: Lávlumiin gal manai mihá buorebut.

source: Det likte jeg godt og derfor fikk jeg meget godt i sang.
sme: Dasa liikojin hui bures, ja danin ožžon hui buorre lávlunfágas.

source: Jeg husker spesielt at jeg alltid ville synge»På solen jeg ser».
sme: Muittán earenoamážit dan go álo láven lávllodit. Dasa liikojin buot buoremusat.

source: – I dag forstår jeg lite samisk enda vi kan høre det både på radio og TV, men det virker så annerledes.
sme: – Dál gal in ipmir beare ollu sámegiela, vaikko gullat dan sihke radios ja TV:s, dat orro nu earalágan.

source: Kanskje er det en annen dialekt…
sme: Soaitá eará suopman…

source: Da jeg var på sykehuset nylig, la jeg merke til at mye var skrevet både på samisk og norsk, men jeg synes det er vanskelig å lese samisk, for det har jeg aldri lært meg, sier Mary Thomassen.
sme: Go duo gieskat ledjen buohcciviesus, de oidnen doppe čállosiid sihke sámegillii ja dárogillii, muhto mu mielas lea váttis sámegiela lohkat, go in goassege leat dan oahppan, lohká Mary Thomassen.

source: Evakuering og familie
sme: Evakueren ja bearaš

source: Da Mary Thomassen var ferdig med folkeskolen jobbet hun hjemme og som tjenestepike og hushjelp for andre når det trengtes.
sme: Go Mary Thomassen gearggai álbmotskuvllain, barggai son ruovttus ja biigui earáid geat dárbbašedje biiggá.

source: Da hun var 18 år begynte hun som sykepleierelev ved sykehuset i Hammerfest, men så kom evakueringen av Finnmark høsten 1944 og da ble det en brå slutt.
sme: 18-jahkásažžan álggii son buohccidivššároahppin Hámmárfeastta buohccivissui, muhto de šadde evakueret Finnmárkkus 1944 čavčča, ja de šattai buot loahpahit hui fáhkka.

source: – Jeg kunne ha skrevet meg opp på en liste for å evakuere med sykehuset sørover, men jeg ble så redd for at jeg aldri fikk se familien igjen.
sme: – Livččen sáhttán čállit iežan listui masa buohcciviesu eará olbmot čálle, geaid galge evakueret lulás, muhto ballen ahte in soaitte goassege šat beassat bearrašan oaidnit.

source: Derfor valgte jeg å evakuere med dem til Nordfold, og da ble det vanskelig å komme tilbake til sykehuset senere.
sme: Danin válljejin evakueret sin mielde Nuorttafuoldii, ja dan maŋŋil lei váttis máhccat fas buohccivissui.

source: Noen ganger har jeg angra på den beslutningen.
sme: Maŋŋil lean gal muhtumin dien mearrádusa gáhtan.

source: Men livet ville det annerledes.
sme: Muhto eallin dáhtui su eará guvlui.

source: På vei nordover igjen fikk hun en huspost hos en enkemann som trengte pass til to barn mens han skulle på Lofotfiske.
sme: Go fas vulggii mátkkoštit davásguvlui, de beasai biigán muhtun leaskaáddjái gii dárbbašii guovtti mánnái mánnágeahčči, dan botta ieš manai Lofuohta-guollebivdui.

source: Dette var i Balsfjord, og på en av nabogårdene traff hun Steinar Thomassen som skulle bli hennes ektemann gjennom et langt liv.
sme: Dat lei Báhccavuonas, ja doppe ránnjádálus deaivvadii ge son Steinar Thomasseniin, gii šattai su isidin guhkes eallináigái.

source: Marys kusine Eli Alvilde var også evakuert til Nordfold, og da freden kom fikk hun et oppdrag sørover.
sme: Mary oambealli Eli Alvilde lei maid evakueren Nuorttafuoldii, ja go ráfiáigi fas bođii, de son oaččui bargun čuovvut guokte máná lulásguvlui, mánáid eadni lei norgalaš ja áhčči duiskalaš.

source: Hun var da 20 år og skulle følge to barn med norsk mor og tysk far til noen slektninger på Østlandet.
sme: Son lei dalle 20 jagi boaris ja galggai dien mánáguovtto čuovvut muhtin sogalaččaid lusa Østlándii.

source: Siden evakueringen så hun ikke Mary før hun fikk besøk på aldershjemmet i Oslo over 60 år senere i forbindelse med filmingen av»Min mors hemmelighet».
sme: Evakuerema rájes soai eaba šat oaidnalan ovdalgo Mary 60 jagi maŋŋil vulggii oambealis guossái boarrásiidsiidii Osloi Min mors hemmelighet -filmma ráhkadeami oktavuođas.

source: – Det var veldig godt å se henne igjen, selv om hun var veldig forandra.
sme: – Lei nu hávski su fas oaidnit, vaikko son lei ge oalát rievdan.

source: Men jeg tror hun kjente meg igjen, sier Mary Thomassen.
sme: Muhto jáhkán son dovddai mu, muitala Mary Thomassen.

source: Og det gjorde hun nok, for da Mary begynte å synge salmer for Eli Alvilde, var det som om hun var tilbake i en annen tid, og hun smilte varmt til sin kusine og gamle venninne Mary.
sme: Ja dan gal vissásit dagai, dasgo go Mary lávlugođii sálmmaid Eli Alvildii, de son orui dego eará áigái rohttašuvvamin, ja mojohalai čábbát oambeallásis ja dološ ustibii Maryi.

source: Flere artikler fra Samisk skolehistorie 6
sme: Eará artihkkalat Sámi skuvlahistorjá 6-girjjis
